Repository: alexf2/PrintMood
Catalog: src/PrintMood.UI/Resources/Views/Home/Index.*.resx
Languages: sk

source: Address Info
sk: Adresa Info

source: Contact &lt;small&gt; Us&lt;/small&gt;
sk: Kontakt <small> je </ small>

source: Enter Email*
sk: Zadajte e-mail *

source: Find the Address
sk: Nájsť adresy

source: Next
sk: Ďalšie

source: Order your printing
sk: Objednať tlač

source: Order your printing &lt;small&gt; online&lt;/small&gt;
sk: Objednať tlač <small> Online </ small>

source: People choose us for our creativity, focused on their theme, resulting in an amazing prints, meeting moods, for quick work and high quality.
sk: Ľudia si nás vyberajú pre našu kreativitu, so zameraním na ich tému, čo má za následok neuveriteľných výtlačkov, spoločenské nálady, pre rýchlu prácu a vysokou kvalitou.

source: Previous
sk: Predchádzajúce

source: Printing on singlets, t-shirts and svitshots
sk: Tlač ho tielka, tričká Andes svitshots

source: Send Message
sk: Poslať správu

source: Tel
sk: Telefón

source: We are passionated on our job and make plaenty of creative new printings every week to meet people moods
sk: Sme vášnivý o svojej práci a robiť veľa kreatívnych nových potlačí každý týždeň stretnúť sa s ľuďmi nálady

source: We may creatively paint thematic printings for you as well as print yours one
sk: Môžeme kreatívne maľovať tematické potlačami pre vás, rovnako ako tlačové vy jedno

source: We print on T-shirts, svitshots and hoodies
sk: Tlačíme na tričiek, mikiny

source: We provide wholesale supplies as well as retail
sk: Zaisťujeme veľkoobchodné dodávky, rovnako ako predajne

source: Who we &lt;small&gt; are&lt;/small&gt;
sk: Kto<small> sme</small>

source: Why people choose &lt;small&gt; Us&lt;/small&gt;
sk: Prečo sa ľudia rozhodnú <small> je </ small>

source: Your Message*
sk: Tvoja správa*

source: Your Name*
sk: Tvoje meno*
